#რატომ მომწონს GOA და რა მიზნები მაქ

#გოას კარგად არ ვიცნობ, ჯერ მხოლოდ ერთი ლექცია ჩამიტარდა.
# მის შესახებ ინფორმაციას ძირითადად  ვიდეოებით გავეცანი. პირველმა ლექციამ კარგი შთაბეჭდილება დამიტოვა.
# გოა ზრულავს არა მხოლოდ ჩვენს განათლებაზე, არამედ ჩვენს ჯანმრთელობაზე და კარგ მომავალაზე. 
#ჩემი აქ შემოსვლის მთავარი მიზანი და სურვილი იყო და არის პროგრამირების შესწავლა. დაინტერესებული ვარ პროგრამირებით.
# სამომავლო პროფესიად ეს სფერო მინდა.სანამ სკოლას დავამთვრებ, 
#ვთვლი რომ პარალელურად შემიძლია თქვენი დახმარებით ამ ყველაფრის შესწავლა და სწორედ ამიტომ არ დაველოდე სკოლის დამთავრებას.


